Repository: evans2014/Elementor-plugins
Catalog: ehc-hover-card/languages/ehc-hover-card-*.po
Languages: bg_bg

source: EHC Hover Card
bg_bg: EHC Картичка с ховър

source: Content
bg_bg: Съдържание

source: Title
bg_bg: Заглавие

source: In Vitro Lab, evaluation of biological activity and toxicity
bg_bg: In Vitro лаборатория, оценка на биологична активност и токсичност

source: Short Description
bg_bg: Кратко описание

source: Laboratory for development and testing of pharmaceutical forms, physicochemical and biopharmaceutical analysis.
bg_bg: Лаборатория за разработване и тестване на фармацевтични форми, физикохимичен и биофармацевтичен анализ.

source: Long Description (on hover)
bg_bg: Дълго описание (при ховър)

source: Development of individual projects; storage of microbial collection; microbiological assessment of cosmetic and pharmaceutical products; in vitro tests for cytotoxicity, antioxidant and antineoplastic activity.
bg_bg: разработване на индивидуални проекти; съхранение на колекция микроорганизми; микробиологична оценка на козметични и фармацевтични продукти; in vitro тестове за цитотоксичност, антиоксидантна и антинеопластична активност.

source: SVG Icon (HTML)
bg_bg: SVG икона (HTML)

source: Button Text
bg_bg: Текст на бутона

source: See more
bg_bg: Вижте още

source: Link
bg_bg: Връзка

source: Background
bg_bg: Фон

source: Background Image
bg_bg: Фоново изображение

source: Overlay Color (Normal)
bg_bg: Цвят на овърлей (нормален)

source: Overlay Color (Hover)
bg_bg: Цвят на овърлей (ховър)
